---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.Percentage
enum: Autodesk.Revit.DB.ScheduleFieldType
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.Percentage

A value indicating what percent of the total of another field each
 element represents.